{
  "Main": {
    "매우좋음": [
      "오늘은 당신에게 최상의 운이 함께하는 특별한 날입니다. 모든 일이 순조롭게 풀리며 예상치 못한 기쁜 소식이 들려올 수 있습니다. 주변 사람들과의 관계도 원만하고 하는 일마다 성과가 좋아 자신감이 상승하는 하루가 될 것입니다.",
      "행운의 기운이 가득한 하루입니다. 오래 기다려온 일이 성사되거나 중요한 목표에 한 걸음 더 다가갈 수 있습니다. 긍정적인 에너지가 넘치는 만큼 적극적으로 행동하면 더 큰 성과를 거둘 수 있습니다.",
      "오늘은 당신의 노력이 빛을 발하는 날입니다. 그동안 쌓아온 실력과 경험이 인정받으며 주변의 호평을 받게 됩니다. 자신을 믿고 당당하게 나아가면 원하는 것을 모두 이룰 수 있는 최고의 날입니다.",
      "모든 것이 완벽하게 맞아떨어지는 마법 같은 하루가 될 것입니다. 계획했던 일들이 예상보다 빠르고 순조롭게 진행되며 뜻밖의 행운도 함께합니다. 감사하는 마음으로 하루를 보내면 더 큰 복이 찾아올 것입니다.",
      "오늘은 새로운 기회의 문이 활짝 열리는 날입니다. 망설였던 일에 과감히 도전하면 성공할 가능성이 높으며 주변의 지원과 도움도 풍성하게 받을 수 있습니다. 적극적인 자세로 하루를 시작하세요.",
      "최상의 컨디션과 함께 모든 일이 술술 풀리는 날입니다. 업무에서든 개인적인 일에서든 탁월한 성과를 거둘 수 있으며 주변 사람들과의 소통도 매우 원활합니다. 자신감을 가지고 중요한 일을 추진하기 좋은 날입니다.",
      "행복과 기쁨이 가득한 하루가 될 것입니다. 사랑하는 사람들과 즐거운 시간을 보내거나 오랜 소원이 이루어질 수 있습니다. 긍정적인 마음가짐으로 하루를 보내면 더 많은 좋은 일들이 연쇄적으로 일어날 것입니다.",
      "오늘은 당신의 매력이 최고조에 달하는 날입니다. 사람들이 당신에게 자연스럽게 끌리며 좋은 인연을 만날 기회도 많습니다. 사회적 활동이나 대인관계에서 큰 성과를 거둘 수 있는 최적의 날입니다.",
      "재물운과 사업운이 함께 상승하는 날입니다. 투자나 거래에서 좋은 결과를 얻을 수 있으며 금전적인 이득이 생길 가능성이 높습니다. 신중하면서도 과감한 결단이 큰 성공을 가져다줄 것입니다.",
      "오늘은 지혜와 통찰력이 빛나는 날입니다. 복잡한 문제도 쉽게 해결할 수 있으며 중요한 결정을 내리기에 최적의 시기입니다. 직관을 믿고 행동하면 최선의 선택을 하게 될 것입니다.",
      "건강운과 활력이 넘치는 날입니다. 몸과 마음이 모두 가벼우며 무엇이든 해낼 수 있을 것 같은 에너지가 충만합니다. 새로운 도전이나 운동을 시작하기에 완벽한 날입니다.",
      "오늘은 창의력이 폭발하는 날입니다. 새로운 아이디어가 샘솟으며 예술적 감각도 뛰어납니다. 창작 활동이나 기획 업무에서 탁월한 성과를 낼 수 있으니 적극적으로 표현하세요.",
      "리더십과 영향력이 강해지는 날입니다. 사람들이 당신의 의견을 신뢰하고 따르며 중요한 프로젝트를 주도할 기회가 생깁니다. 자신감 있게 앞장서면 큰 성취를 이룰 수 있습니다.",
      "오늘은 꿈과 희망이 현실이 되는 날입니다. 오랫동안 바라던 일이 성사되거나 인생의 중요한 전환점을 맞이할 수 있습니다. 감사한 마음으로 이 특별한 하루를 만끽하세요.",
      "완벽한 조화와 균형이 이루어지는 날입니다. 일과 휴식 사랑과 우정 개인과 사회 모든 면에서 최상의 밸런스를 유지하며 삶의 진정한 행복을 느낄 수 있습니다. 오늘 하루를 충분히 즐기세요."
    ],
    "좋음": [
      "오늘은 전반적으로 좋은 하루가 될 것입니다. 큰 어려움 없이 일상이 순조롭게 흘러가며 작은 기쁨들이 당신을 미소 짓게 할 것입니다. 긍정적인 마음으로 하루를 보내세요.",
      "평온하고 안정적인 하루입니다. 급한 일이나 스트레스 없이 자신의 페이스대로 일을 진행할 수 있습니다. 여유로운 마음으로 주변을 둘러보면 작은 행복을 발견하게 될 것입니다.",
      "오늘은 노력한 만큼 결과를 얻을 수 있는 날입니다. 성실하게 임하면 만족스러운 성과가 따라오며 주변의 인정도 받게 됩니다. 꾸준함이 빛을 발하는 하루입니다.",
      "대인관계가 원만한 날입니다. 사람들과의 소통이 즐겁고 오해나 갈등 없이 화목한 분위기 속에서 하루를 보낼 수 있습니다. 따뜻한 마음으로 타인을 대하세요.",
      "오늘은 작은 행운들이 곳곳에서 당신을 기다리고 있습니다. 예상치 못한 좋은 소식이나 깜짝 선물을 받을 수 있으며 하루 종일 기분 좋은 일들이 이어집니다.",
      "안정적인 흐름 속에서 차근차근 목표를 향해 나아갈 수 있는 날입니다. 서두르지 않아도 충분히 좋은 결과를 얻을 수 있으니 여유를 가지고 임하세요.",
      "오늘은 배움과 성장의 기회가 많은 날입니다. 새로운 지식을 습득하거나 경험을 쌓을 수 있으며 이것이 미래에 큰 자산이 될 것입니다. 호기심을 가지고 탐구하세요.",
      "건강 상태가 양호하고 컨디션이 좋은 날입니다. 활기차게 하루를 시작할 수 있으며 피로감 없이 일과를 마칠 수 있습니다. 적당한 운동으로 활력을 더하세요.",
      "오늘은 감사할 일들이 많은 날입니다. 평범해 보이는 일상 속에서도 소중한 것들을 발견하게 되며 현재에 만족하는 마음이 생깁니다. 감사의 마음을 표현해보세요.",
      "협력과 팀워크가 빛을 발하는 날입니다. 혼자보다는 함께할 때 더 큰 성과를 낼 수 있으며 주변 사람들의 도움이 큰 힘이 됩니다. 적극적으로 소통하세요.",
      "오늘은 창의적인 생각들이 떠오르는 날입니다. 새로운 관점으로 문제를 바라보면 해결책을 찾을 수 있으며 독창적인 아이디어가 인정받을 수 있습니다.",
      "재정 상태가 안정적인 날입니다. 큰 지출 없이 계획적으로 돈을 관리할 수 있으며 작은 절약이 쌓여 나중에 큰 도움이 될 것입니다.",
      "오늘은 가족이나 친구들과 좋은 시간을 보낼 수 있습니다. 따뜻한 대화와 함께하는 시간이 마음을 풍요롭게 하며 관계가 더욱 돈독해집니다.",
      "자기 계발에 집중하기 좋은 날입니다. 새로운 기술을 배우거나 취미 활동을 시작하면 큰 만족감을 느낄 수 있습니다. 자신에게 투자하는 시간을 가지세요.",
      "오늘은 평화롭고 조화로운 하루가 될 것입니다. 마음의 안정을 찾고 내면의 목소리에 귀 기울이며 진정으로 원하는 것이 무엇인지 깨달을 수 있습니다."
    ],
    "보통": [
      "오늘은 특별한 일 없이 평범한 하루가 될 것입니다. 큰 기쁨도 큰 어려움도 없이 일상적인 루틴을 따르며 하루가 흘러갑니다. 현재에 충실하세요.",
      "가볍게 하루를 보내기 좋은 날입니다. 무리하지 않고 자신의 페이스를 유지하면서 필요한 일들을 차근차근 처리하세요. 조급해하지 않는 것이 중요합니다.",
      "오늘은 노력한 만큼의 결과를 얻을 수 있습니다. 극적인 변화는 없지만 성실하게 임하면 안정적인 성과를 거둘 수 있습니다. 꾸준함을 유지하세요.",
      "대인관계에서 특별한 일은 없지만 평온한 날입니다. 깊은 교류보다는 가벼운 인사와 일상적인 대화로 하루를 보내게 됩니다. 편안하게 지내세요.",
      "오늘은 계획대로 일이 진행되는 날입니다. 예상 밖의 변수는 적으며 안정적으로 하루를 마칠 수 있습니다. 차분하게 일과를 소화하세요.",
      "평범함 속에서 소소한 즐거움을 찾을 수 있는 날입니다. 특별하지 않아도 일상의 작은 것들에서 행복을 느낄 수 있습니다. 감사하는 마음을 가지세요.",
      "오늘은 에너지를 아껴 쓰는 것이 좋습니다. 무리하게 욕심내지 말고 필요한 일에만 집중하면서 체력을 관리하세요. 적당한 휴식도 중요합니다.",
      "큰 변화 없이 안정적인 하루입니다. 새로운 시도보다는 익숙한 것을 반복하며 편안하게 지낼 수 있습니다. 무난함을 즐기세요.",
      "오늘은 자신을 돌아보고 정리하는 시간을 가지기 좋습니다. 바쁘게 움직이기보다는 차분히 생각을 정리하며 내면을 가다듬으세요.",
      "평범한 일상이 반복되는 날입니다. 극적인 일은 없지만 그것이 오히려 안정감을 주며 평온한 마음으로 하루를 보낼 수 있습니다.",
      "오늘은 기대를 낮추고 현실적으로 접근하는 것이 좋습니다. 큰 성과를 바라기보다는 작은 것에 만족하며 하루를 보내세요.",
      "특별한 계획 없이 흘러가는 대로 하루를 보내도 괜찮습니다. 억지로 의미를 부여하지 말고 자연스럽게 시간을 보내세요.",
      "오늘은 혼자만의 시간을 가지며 재충전하기 좋은 날입니다. 사회적 활동보다는 개인적인 휴식을 취하며 에너지를 회복하세요.",
      "일상의 루틴을 유지하며 안정감을 찾는 날입니다. 변화를 추구하기보다는 현재 상태를 유지하는 것이 더 나을 수 있습니다.",
      "오늘은 크게 기대하지 않는 것이 좋습니다. 평범한 하루를 받아들이고 작은 것에서 위안을 찾으세요. 내일을 위한 준비의 시간으로 삼으세요."
    ],
    "주의": [
      "오늘은 조심스럽게 하루를 시작해야 합니다. 사소한 실수가 큰 문제로 번질 수 있으니 모든 일에 신중하게 접근하세요. 서두르지 말고 천천히 행동하세요.",
      "예상치 못한 변수가 생길 수 있는 날입니다. 계획이 틀어지거나 돌발 상황이 발생할 수 있으니 여유를 두고 대처하세요. 융통성을 발휘하는 것이 중요합니다.",
      "오늘은 대인관계에서 갈등이 생기기 쉽습니다. 말과 행동을 조심하고 감정적으로 대응하지 않도록 주의하세요. 침착함을 유지하는 것이 최선입니다.",
      "건강이나 컨디션에 주의가 필요한 날입니다. 무리하지 말고 충분한 휴식을 취하며 몸의 신호에 귀 기울이세요. 예방이 최선의 방법입니다.",
      "오늘은 금전 관리에 특히 신경 써야 합니다. 충동 구매나 불필요한 지출을 피하고 계획적으로 돈을 사용하세요. 절약이 필요한 시기입니다.",
      "중요한 결정은 미루는 것이 좋습니다. 판단력이 흐려질 수 있으니 시간을 두고 신중하게 생각한 후 결정하세요. 서두르면 후회할 수 있습니다.",
      "오늘은 오해가 생기기 쉬운 날입니다. 의사소통을 명확히 하고 중요한 내용은 문서로 남기세요. 확인 절차를 철저히 하는 것이 중요합니다.",
      "스트레스가 쌓일 수 있는 날입니다. 감정 관리에 신경 쓰고 화를 내거나 짜증내지 않도록 조심하세요. 심호흡과 이완 활동이 도움이 됩니다.",
      "오늘은 사고나 부상의 위험이 있습니다. 안전에 각별히 유의하고 위험한 행동은 피하세요. 교통안전에도 신경 써야 합니다.",
      "예상보다 일이 잘 풀리지 않을 수 있습니다. 좌절하지 말고 인내심을 가지고 차근차근 문제를 해결해 나가세요. 포기하지 않는 것이 중요합니다.",
      "오늘은 타인의 말에 쉽게 흔들릴 수 있습니다. 자신의 판단을 믿고 다른 사람의 의견에 지나치게 의존하지 마세요. 주관을 가지세요.",
      "계획했던 일이 취소되거나 연기될 수 있습니다. 실망하지 말고 대안을 준비하며 유연하게 대처하세요. 모든 일에는 때가 있습니다.",
      "오늘은 피로가 누적되어 있을 수 있습니다. 중요하지 않은 일은 과감히 미루고 휴식을 우선시하세요. 자신을 돌보는 것이 최우선입니다.",
      "부정적인 생각이 들기 쉬운 날입니다. 긍정적인 마인드를 유지하려 노력하고 좋은 것에 집중하세요. 명상이나 감사 일기가 도움이 됩니다.",
      "오늘은 전반적으로 조심스러운 하루가 될 것입니다. 무엇을 하든 한 번 더 확인하고 신중하게 행동하세요. 주의 깊게 하루를 보내면 큰 문제를 피할 수 있습니다."
    ]
  },
  "Money": {
    "재물상승": [
      "오늘은 금전운이 상승하는 날입니다. 예상치 못한 수입이 생기거나 투자에서 좋은 결과를 얻을 수 있습니다. 재물 증식의 기회를 놓치지 마세요.",
      "재정적으로 안정되고 여유로운 하루입니다. 돈 걱정 없이 편안하게 지낼 수 있으며 작은 사치를 부려도 좋습니다. 하지만 과소비는 피하세요.",
      "오늘은 사업이나 거래에서 큰 성과를 거둘 수 있습니다. 중요한 계약이 성사되거나 좋은 조건으로 협상이 이루어질 것입니다. 적극적으로 임하세요.",
      "투자 운이 좋은 날입니다. 신중하게 검토한 투자처가 있다면 시도해볼 만합니다. 리스크를 잘 관리하면 좋은 수익을 기대할 수 있습니다.",
      "오늘은 재능이나 능력으로 돈을 벌 수 있는 기회가 생깁니다. 부업이나 프리랜서 일이 성공적으로 진행되며 추가 수입이 발생할 것입니다.",
      "금전적인 도움이나 지원을 받을 수 있는 날입니다. 필요한 자금을 조달하거나 좋은 조건의 대출을 받을 수 있습니다. 재정 계획을 세우기 좋습니다.",
      "오늘은 절약과 저축의 효과가 나타나는 날입니다. 그동안 모아온 돈이 목표액에 가까워지며 재정적 안정감을 느낄 수 있습니다. 계속 유지하세요.",
      "부동산이나 자산 가치가 상승할 수 있습니다. 재산 관리에 관심을 가지고 장기적인 재테크 계획을 세우면 좋은 결과를 얻을 것입니다.",
      "오늘은 경제적 판단력이 뛰어난 날입니다. 현명한 소비와 투자 결정을 내릴 수 있으며 재정 관리를 체계적으로 할 수 있습니다.",
      "보너스나 인센티브를 받을 가능성이 높습니다. 일한 만큼 정당한 보상을 받으며 금전적으로 만족스러운 하루가 될 것입니다.",
      "오늘은 재물을 불리는 아이디어가 떠오릅니다. 새로운 수입원을 개척하거나 사업 아이템을 구상하면 성공 가능성이 높습니다.",
      "복권이나 경품에 당첨될 운이 있습니다. 작은 금액이라도 뜻밖의 재물이 생길 수 있으니 운을 시험해볼 만합니다.",
      "오늘은 재정적인 목표를 달성하거나 한 단계 더 가까워지는 날입니다. 돈에 대한 자신감이 생기며 미래가 밝게 느껴집니다.",
      "중고 물품 판매나 자산 처분에서 좋은 가격을 받을 수 있습니다. 필요 없는 것을 정리하며 돈도 벌고 공간도 확보하세요.",
      "오늘은 금전적인 행운이 따릅니다. 할인 혜택을 받거나 예상보다 저렴하게 구매할 수 있으며 돈을 아낄 수 있는 기회가 많습니다."
    ],
    "현상유지": [
      "오늘은 재정 상태가 안정적으로 유지됩니다. 큰 수입도 큰 지출도 없이 평소대로 돈을 관리하면 됩니다. 현재 상태를 유지하세요.",
      "금전적으로 특별한 변화가 없는 날입니다. 계획대로 예산을 사용하고 불필요한 소비는 피하면 무난하게 하루를 보낼 수 있습니다.",
      "오늘은 재물 운이 평범합니다. 극적인 수입 증가는 없지만 안정적으로 생활할 수 있습니다. 꾸준함이 중요한 시기입니다.",
      "수입과 지출의 균형이 맞는 날입니다. 과소비하지 않고 계획적으로 돈을 쓰면 재정 상태를 잘 유지할 수 있습니다.",
      "오늘은 저축이나 투자보다는 현금 보유에 집중하는 것이 좋습니다. 큰 움직임 없이 현상을 유지하며 기회를 기다리세요.",
      "재정적으로 안정적이지만 성장은 더딘 날입니다. 인내심을 가지고 꾸준히 관리하면 나중에 좋은 결과를 얻을 수 있습니다.",
      "오늘은 돈에 대한 욕심을 내려놓고 현재 가진 것에 만족하는 것이 좋습니다. 감사하는 마음으로 하루를 보내세요.",
      "큰 투자나 지출을 계획하기보다는 기존 재정을 관리하는 데 집중하세요. 안정적인 상태를 유지하는 것이 최선입니다.",
      "오늘은 재테크 공부나 재정 계획을 세우기 좋은 날입니다. 당장 수익은 없어도 미래를 위한 준비를 할 수 있습니다.",
      "소소한 지출은 있지만 크게 문제될 것은 없습니다. 예산 범위 내에서 필요한 것을 구매하며 계획적으로 소비하세요.",
      "오늘은 돈보다는 다른 가치에 집중하는 것이 좋습니다. 인간관계나 건강 자기계발 등에 시간을 투자하세요.",
      "재정 상태에 큰 변화 없이 평온한 하루입니다. 현재 상태를 유지하며 무리한 시도는 피하는 것이 안전합니다.",
      "오늘은 재물보다는 경험에 투자하는 것이 만족도가 높습니다. 적당한 소비로 삶의 질을 높이는 것도 좋은 방법입니다.",
      "안정적인 수입이 유지되는 날입니다. 급격한 변화를 추구하기보다는 현재의 안정감을 즐기며 지내세요.",
      "오늘은 재정 관리 루틴을 따르며 평범하게 하루를 보내면 됩니다. 특별한 조치 없이도 무난하게 유지할 수 있습니다."
    ],
    "지출주의": [
      "오늘은 불필요한 지출이 생기기 쉬운 날입니다. 충동 구매를 피하고 정말 필요한 것인지 다시 한번 생각한 후 구매하세요.",
      "예상치 못한 비용이 발생할 수 있습니다. 비상금을 준비하고 계획에 없던 지출에 대비하세요. 신중한 소비가 필요합니다.",
      "오늘은 과소비의 유혹이 강한 날입니다. 세일이나 할인에 현혹되지 말고 필요한 것만 구매하세요. 예산을 지키는 것이 중요합니다.",
      "교제비나 경조사비 등 사회적 비용이 많이 드는 날입니다. 필요한 지출이지만 과도하지 않게 조절하며 예산 내에서 처리하세요.",
      "오늘은 작은 지출들이 모여 큰 금액이 될 수 있습니다. 소액 결제에도 주의를 기울이고 지출 내역을 꼼꼼히 확인하세요.",
      "온라인 쇼핑이나 배달 주문을 자제하는 것이 좋습니다. 편리함에 속아 불필요한 소비를 하기 쉬우니 조심하세요.",
      "오늘은 타인의 권유로 인한 지출이 생길 수 있습니다. 단호하게 거절하고 자신의 재정 계획을 지키세요.",
      "수리비나 유지비 등 고정 비용이 예상보다 많이 나올 수 있습니다. 견적을 여러 곳에서 받아보고 비교한 후 결정하세요.",
      "오늘은 감정적 소비를 조심해야 합니다. 스트레스나 우울함을 쇼핑으로 풀지 말고 다른 방법을 찾으세요.",
      "할부나 카드 사용을 최소화하는 것이 좋습니다. 현금 결제나 체크카드를 사용하여 지출을 실감하며 관리하세요.",
      "오늘은 가계부를 작성하며 지출을 점검하는 날입니다. 어디에 돈을 쓰는지 파악하고 불필요한 부분을 줄이세요.",
      "외식이나 배달 음식을 줄이고 집에서 식사를 준비하는 것이 좋습니다. 작은 절약이 모여 큰 돈이 됩니다.",
      "오늘은 대출이나 빚을 내는 것을 피해야 합니다. 당장 급하더라도 다른 방법을 찾아보고 신중하게 결정하세요.",
      "구독 서비스나 정기 결제 항목을 점검하세요. 사용하지 않는 것은 해지하고 필요한 것만 유지하여 지출을 줄이세요.",
      "오늘은 절약 마인드로 하루를 시작하세요. 작은 지출도 아껴가며 재정 안정을 우선시하는 것이 중요합니다."
    ],
    "재정악화": [
      "오늘은 금전적으로 어려운 상황이 발생할 수 있습니다. 큰 지출을 최대한 미루고 긴급하지 않은 소비는 자제하세요.",
      "예상치 못한 손실이나 사기를 당할 위험이 있습니다. 금전 거래에 각별히 조심하고 의심스러운 제안은 거절하세요.",
      "오늘은 투자나 도박에서 손해를 볼 가능성이 높습니다. 위험한 재정적 결정은 피하고 안전하게 현금을 보유하세요.",
      "수입이 줄어들거나 계획했던 돈이 들어오지 않을 수 있습니다. 비상 상황에 대비하고 지출을 최소화하세요.",
      "오늘은 급한 돈이 필요한 상황이 생길 수 있습니다. 미리 대책을 세우고 고금리 대출은 피하도록 노력하세요.",
      "물건이 고장 나거나 분실하여 예상치 못한 비용이 발생할 수 있습니다. 중요한 물건은 잘 관리하고 보험을 확인하세요.",
      "오늘은 재정 계획이 틀어질 수 있습니다. 융통성을 발휘하고 우선순위를 재조정하여 위기를 극복하세요.",
      "타인에게 돈을 빌려주거나 보증을 서는 일은 절대 피하세요. 나중에 큰 손해로 이어질 수 있으니 단호하게 거절하세요.",
      "오늘은 사업이나 거래에서 불리한 조건을 받아들이게 될 수 있습니다. 가능하면 연기하고 더 나은 기회를 기다리세요.",
      "세금이나 공과금 벌금 등 의무적인 지출이 많을 수 있습니다. 미리 준비하고 연체되지 않도록 관리하세요.",
      "오늘은 충동적인 소비로 큰 후회를 할 수 있습니다. 구매 전에 최소 하루는 고민하고 정말 필요한지 판단하세요.",
      "재정 상담이나 전문가의 도움이 필요한 시기입니다. 혼자 고민하지 말고 조언을 구하며 해결 방법을 찾으세요.",
      "오늘은 절약과 긴축 재정이 필수입니다. 모든 지출을 재검토하고 꼭 필요한 것만 남기며 허리띠를 졸라매세요.",
      "부채나 대출 이자가 부담스러울 수 있습니다. 상환 계획을 세우고 우선순위를 정하여 체계적으로 해결하세요.",
      "오늘은 재정적으로 힘든 하루입니다. 하지만 포기하지 말고 작은 것부터 개선해 나가면 언젠가 상황이 나아질 것입니다. 희망을 잃지 마세요."
    ]
  },
  "Love": {
    "애정최고": [
      "오늘은 사랑하는 사람과의 관계가 최고조에 달하는 날입니다. 서로에 대한 이해와 배려가 깊어지며 함께하는 모든 순간이 특별하게 느껴질 것입니다.",
      "연인과의 대화에서 마음이 통하는 경험을 하게 됩니다. 작은 표현 하나에도 큰 감동이 있으며 사랑이 더욱 깊어지는 하루가 될 것입니다.",
      "애정 관계에서 행복한 소식이나 기쁜 일이 생길 가능성이 높습니다. 두 사람의 관계가 한 단계 더 발전하는 계기가 마련될 것입니다.",
      "오늘은 사랑하는 사람에게 마음을 전하기에 최적의 날입니다. 진심 어린 표현이 상대방의 마음을 깊이 움직이며 관계가 더욱 돈독해질 것입니다.",
      "연인과 함께하는 시간이 유난히 달콤하고 행복하게 느껴집니다. 평범한 일상도 특별한 추억으로 남을 만큼 애정이 넘치는 하루가 될 것입니다.",
      "상대방으로부터 사랑과 관심을 듬뿍 받는 날입니다. 서로에 대한 애정을 확인하며 관계에 대한 확신과 만족감이 커질 것입니다.",
      "오늘은 연인과의 스킨십이나 애정 표현이 자연스럽게 이루어집니다. 서로의 마음이 하나로 통하며 깊은 유대감을 느끼게 될 것입니다.",
      "사랑하는 사람과의 미래에 대해 긍정적인 대화를 나누기 좋은 날입니다. 두 사람의 꿈과 목표가 일치하며 함께할 미래가 더욱 기대됩니다.",
      "애정 관계에서 오해나 갈등이 있었다면 오늘 완전히 해소됩니다. 서로를 더 깊이 이해하게 되며 관계가 이전보다 훨씬 좋아질 것입니다.",
      "연인으로부터 깜짝 선물이나 서프라이즈를 받을 수 있습니다. 상대방의 세심한 배려에 감동하며 사랑이 더욱 커지는 하루가 될 것입니다.",
      "오늘은 데이트나 특별한 만남이 매우 성공적으로 이루어집니다. 두 사람 모두 만족스러운 시간을 보내며 행복한 기억을 만들게 될 것입니다.",
      "사랑하는 사람과의 교감이 깊어지며 말하지 않아도 서로의 마음을 이해하게 됩니다. 영혼의 동반자임을 확인하는 특별한 날이 될 것입니다.",
      "애정 운이 최고조에 달해 새로운 사랑을 시작하거나 기존 관계를 공식화하기에 좋은 날입니다. 용기 있게 마음을 표현하면 긍정적인 결과를 얻을 것입니다.",
      "연인과의 관계에서 신뢰가 더욱 깊어지는 경험을 하게 됩니다. 서로를 온전히 받아들이며 진정한 사랑의 의미를 깨닫게 될 것입니다.",
      "오늘은 사랑으로 가득한 하루가 될 것입니다. 연인과의 모든 순간이 행복하며 두 사람의 관계가 인생 최고의 순간을 맞이하게 됩니다."
    ],
    "관계발전": [
      "오늘은 연인과의 관계가 한 단계 더 발전할 수 있는 좋은 기회가 찾아옵니다. 진솔한 대화를 통해 서로를 더 깊이 이해하게 될 것입니다.",
      "애정 관계에서 긍정적인 변화의 바람이 붑니다. 작은 노력이 큰 발전으로 이어지며 두 사람의 유대감이 강해질 것입니다.",
      "상대방과의 소통이 원활하게 이루어지는 날입니다. 마음속 깊이 간직했던 이야기를 나누며 관계가 더욱 돈독해질 것입니다.",
      "오늘은 연인에게 특별한 관심과 배려를 보이기 좋은 날입니다. 사려 깊은 행동이 상대방의 마음을 움직이며 관계 발전의 계기가 됩니다.",
      "두 사람의 관계에 새로운 활력이 생기는 시기입니다. 함께 새로운 경험을 하거나 취미를 공유하면 관계가 한층 발전할 것입니다.",
      "애정 관계에서 중요한 이정표를 세우기 좋은 날입니다. 다음 단계로 나아가기 위한 계획을 세우면 긍정적인 결과를 얻을 수 있습니다.",
      "상대방의 장점을 새롭게 발견하게 되는 날입니다. 서로에 대한 존중과 애정이 깊어지며 관계가 성숙해지는 계기가 됩니다.",
      "오늘은 연인과 함께 미래에 대해 진지하게 이야기를 나누기 좋습니다. 공동의 목표를 설정하며 관계가 더욱 단단해질 것입니다.",
      "작은 갈등이나 의견 차이를 건설적으로 해결하는 경험을 통해 관계가 발전합니다. 서로를 배려하는 방법을 배우게 될 것입니다.",
      "애정 표현에 솔직해지면 관계가 긍정적으로 발전합니다. 평소 표현하지 못했던 감정을 전하면 상대방이 기쁘게 받아들일 것입니다.",
      "연인과의 관계에서 새로운 국면을 맞이하게 됩니다. 변화를 두려워하지 말고 받아들이면 더 좋은 관계로 발전할 수 있습니다.",
      "오늘은 상대방의 가족이나 친구들과 좋은 관계를 맺을 기회가 생깁니다. 주변 사람들의 인정을 받으며 관계가 더욱 공고해집니다.",
      "두 사람만의 특별한 추억을 만들기 좋은 날입니다. 의미 있는 경험을 함께하며 관계가 한층 더 깊어질 것입니다.",
      "상대방에 대한 이해의 폭이 넓어지는 시기입니다. 차이점을 인정하고 존중하면서 관계가 더욱 성숙하게 발전할 것입니다.",
      "애정 관계에 투자하는 시간과 노력이 좋은 결실을 맺습니다. 꾸준한 관심과 배려로 두 사람의 관계가 한 단계 업그레이드될 것입니다."
    ],
    "소강상태": [
      "오늘은 애정 관계가 평온하지만 특별한 진전은 없는 날입니다. 안정적이지만 약간의 무료함을 느낄 수 있으니 새로운 활력이 필요합니다.",
      "연인과의 관계가 일상적인 패턴에 머물러 있습니다. 익숙함 속에서 편안함을 느끼지만 때로는 새로운 자극이 필요할 수 있습니다.",
      "애정 표현이나 감정 교류가 평소보다 줄어들 수 있는 날입니다. 서로 바쁜 일상 속에서 관계 관리에 소홀해지지 않도록 주의가 필요합니다.",
      "오늘은 연인과의 대화가 피상적으로 흐를 수 있습니다. 깊이 있는 소통보다는 일상적인 이야기만 오갈 가능성이 있습니다.",
      "관계에서 특별한 문제는 없지만 열정이나 설렘이 다소 부족하게 느껴질 수 있습니다. 현재 상태를 점검하고 변화를 모색할 시기입니다.",
      "애정 관계가 정체기에 접어든 느낌이 듭니다. 나쁘지는 않지만 더 나아지지도 않는 상태로 능동적인 노력이 필요한 시기입니다.",
      "오늘은 연인과 함께 있어도 각자의 일에 집중하게 될 수 있습니다. 물리적으로는 가까이 있지만 감정적 거리가 느껴질 수 있습니다.",
      "관계의 루틴화로 인해 신선함이 사라진 느낌을 받을 수 있습니다. 작은 변화나 새로운 시도로 활력을 불어넣을 필요가 있습니다.",
      "애정 표현이 형식적으로 이루어질 수 있는 날입니다. 진심이 담긴 소통보다는 습관적인 행동이 반복될 가능성이 있습니다.",
      "연인과의 관계에서 무언가 아쉬움이 느껴지지만 구체적으로 무엇인지 파악하기 어려울 수 있습니다. 시간을 내어 관계를 되돌아볼 필요가 있습니다.",
      "오늘은 애정 관계에 큰 변화 없이 평온하게 흘러갑니다. 안정적이지만 때로는 지루함을 느낄 수 있으니 작은 이벤트를 계획해보세요.",
      "상대방과의 교감이 평소보다 약하게 느껴질 수 있습니다. 서로의 감정에 대한 민감도가 떨어져 있으니 의식적인 노력이 필요합니다.",
      "관계가 안정적이지만 발전적이지는 않은 상태입니다. 현 상태에 만족하기보다는 더 나은 관계를 위한 계획을 세워볼 시기입니다.",
      "애정 관계에서 특별한 갈등은 없지만 깊은 만족감도 느끼기 어려운 날입니다. 관계에 대한 새로운 시각이 필요할 수 있습니다.",
      "오늘은 연인과의 관계가 미지근한 느낌입니다. 편안하지만 설렘은 부족하니 관계에 새로운 에너지를 불어넣을 방법을 고민해보세요."
    ],
    "다툼주의": [
      "오늘은 사소한 일로 연인과 의견 충돌이 생길 수 있습니다. 감정적으로 대응하지 말고 냉정하게 상황을 판단하는 것이 중요합니다.",
      "애정 관계에서 오해가 발생하기 쉬운 날입니다. 말을 조심하고 상대방의 입장에서 생각해보는 자세가 필요합니다.",
      "스트레스나 피로로 인해 연인에게 짜증을 낼 수 있습니다. 개인적인 감정을 상대방에게 풀지 않도록 주의해야 합니다.",
      "오늘은 작은 불만이 쌓여 큰 다툼으로 번질 수 있습니다. 문제가 생기면 즉시 대화로 해결하고 감정을 억누르지 마세요.",
      "의사소통 과정에서 서로의 의도가 잘못 전달될 가능성이 높습니다. 명확하고 차분하게 말하며 상대방의 말을 끝까지 들어주세요.",
      "연인과의 약속이나 계획에 차질이 생겨 실망감을 줄 수 있습니다. 미리 양해를 구하고 대안을 제시하는 것이 좋습니다.",
      "오늘은 상대방의 행동이나 말이 유난히 거슬리게 느껴질 수 있습니다. 비판적인 태도보다는 너그러운 마음으로 받아들이려 노력하세요.",
      "과거의 문제가 다시 불거져 나올 가능성이 있습니다. 이미 해결된 일을 다시 꺼내지 말고 현재에 집중하는 것이 중요합니다.",
      "질투나 의심으로 인해 불필요한 갈등이 생길 수 있습니다. 상대방을 신뢰하고 감정적으로 행동하지 않도록 주의하세요.",
      "연인의 친구나 가족 문제로 인해 의견 차이가 생길 수 있습니다. 상대방의 입장을 존중하며 신중하게 대화를 나누는 것이 필요합니다.",
      "오늘은 감정 기복이 심해 사소한 일에도 예민하게 반응할 수 있습니다. 중요하지 않은 일로 다투지 않도록 스스로를 다스려야 합니다.",
      "서로의 기대치가 맞지 않아 실망하거나 서운함을 느낄 수 있습니다. 솔직하게 자신의 마음을 표현하되 비난하지 않도록 조심하세요.",
      "애정 관계에서 권력 다툼이나 주도권 싸움이 벌어질 수 있습니다. 승부를 가리려 하기보다 서로 양보하는 자세가 필요합니다.",
      "연인의 무관심이나 소홀한 태도에 상처받을 수 있습니다. 감정을 억누르지 말고 차분히 자신의 느낌을 전달하는 것이 좋습니다.",
      "오늘은 다툼을 피하기 위해 잠시 거리를 두는 것도 방법입니다. 각자 시간을 가진 후 냉정해졌을 때 대화하면 더 좋은 결과를 얻을 수 있습니다."
    ]
  },
  "Health": {
    "건강좋음": [
      "오늘은 몸과 마음이 모두 건강한 최상의 컨디션을 유지합니다. 활력이 넘치며 하루 종일 에너지가 지속될 것입니다.",
      "면역력이 강화되어 질병으로부터 안전한 날입니다. 건강 관리의 성과가 나타나며 몸 상태가 매우 양호합니다.",
      "오늘은 운동이나 신체 활동의 효과가 극대화되는 날입니다. 체력 단련에 집중하면 빠른 성과를 볼 수 있습니다.",
      "소화 기능이 원활하고 식욕이 좋은 날입니다. 영양분 흡수가 잘 되어 건강한 식사가 몸에 큰 도움이 될 것입니다.",
      "정신적으로나 육체적으로 균형 잡힌 상태를 유지합니다. 스트레스 없이 평온한 마음으로 하루를 보낼 수 있습니다.",
      "오늘은 수면의 질이 매우 좋아 충분한 휴식을 취할 수 있습니다. 피로가 완전히 회복되어 상쾌한 아침을 맞이하게 됩니다.",
      "만성적인 통증이나 불편함이 완화되는 날입니다. 몸 상태가 호전되며 일상생활이 한결 편해질 것입니다.",
      "건강 검진을 받거나 건강 관리를 시작하기 좋은 날입니다. 긍정적인 결과를 기대할 수 있으며 좋은 습관을 형성할 수 있습니다.",
      "오늘은 체내 독소가 배출되고 신진대사가 활발해집니다. 디톡스나 클렌징 활동을 하면 큰 효과를 볼 수 있습니다.",
      "피부와 외모가 건강하게 빛나는 날입니다. 내면의 건강이 외적으로 드러나며 자신감이 상승할 것입니다.",
      "관절과 근육의 유연성이 좋아지는 시기입니다. 스트레칭이나 요가 등 유연성 운동을 하면 몸이 한결 가벼워집니다.",
      "오늘은 호흡기와 심폐 기능이 강화됩니다. 유산소 운동을 하거나 깊은 호흡을 의식적으로 하면 건강에 큰 도움이 됩니다.",
      "정신 건강이 매우 좋은 상태입니다. 긍정적인 마인드와 안정된 감정으로 하루를 즐겁게 보낼 수 있습니다.",
      "건강한 생활 습관의 효과가 눈에 띄게 나타나는 날입니다. 꾸준히 노력해온 건강 관리가 좋은 결과로 이어집니다.",
      "오늘은 전반적인 건강 상태가 최상급입니다. 몸의 모든 기능이 조화롭게 작동하며 건강에 대한 자신감이 생기는 하루입니다."
    ],
    "활력넘침": [
      "오늘은 에너지가 넘쳐 무엇이든 할 수 있을 것 같은 기분입니다. 적극적인 활동을 계획하면 큰 성취감을 느낄 수 있습니다.",
      "아침부터 활력이 충만하여 하루를 활기차게 시작할 수 있습니다. 긍정적인 에너지가 주변 사람들에게도 전달될 것입니다.",
      "체력과 지구력이 평소보다 강해진 느낌입니다. 힘든 일이나 운동도 거뜬히 해낼 수 있는 컨디션입니다.",
      "오늘은 집중력과 업무 효율이 높아집니다. 정신이 맑고 명료하여 복잡한 일도 쉽게 처리할 수 있습니다.",
      "신체의 회복력이 뛰어난 날입니다. 피로가 쌓여도 빠르게 회복되며 지속적인 활동이 가능합니다.",
      "적극적인 사회 활동이나 대인 관계에 나서기 좋은 날입니다. 넘치는 활력으로 사람들과의 교류가 즐거울 것입니다.",
      "오늘은 새로운 운동이나 활동에 도전하기 좋습니다. 높은 에너지 수준으로 평소 시도하지 못했던 것을 해볼 수 있습니다.",
      "창의력과 아이디어가 샘솟는 날입니다. 활발한 두뇌 활동으로 문제 해결 능력이 향상되어 있습니다.",
      "신체적 활동량을 늘리기 최적의 날입니다. 운동 강도를 높이거나 새로운 피트니스 루틴을 시작하면 좋습니다.",
      "오늘은 활력이 넘쳐 평소보다 더 많은 일을 해낼 수 있습니다. 효율적으로 시간을 사용하면 큰 성과를 거둘 것입니다.",
      "긍정적인 마인드와 높은 에너지로 스트레스를 쉽게 극복합니다. 어려운 상황도 활력으로 헤쳐나갈 수 있습니다.",
      "야외 활동이나 자연과 함께하는 시간이 더욱 활력을 증진시킵니다. 햇빛과 신선한 공기를 즐기며 에너지를 충전하세요.",
      "오늘은 다른 사람들에게 동기부여를 줄 수 있는 날입니다. 넘치는 활력으로 주변 사람들에게 긍정적인 영향을 미칠 것입니다.",
      "몸과 마음의 조화가 완벽한 상태입니다. 모든 활동에서 즐거움을 느끼며 삶의 활력을 만끽할 수 있습니다.",
      "오늘의 높은 에너지를 건설적인 활동에 사용하면 큰 보람을 느낄 수 있습니다. 활력을 생산적으로 활용하는 하루가 될 것입니다."
    ],
    "피로누적": [
      "오늘은 평소보다 쉽게 피곤함을 느낄 수 있습니다. 무리하지 말고 충분한 휴식을 취하는 것이 중요합니다.",
      "수면 부족이나 불규칙한 생활로 인한 피로가 누적되어 있습니다. 일찍 잠자리에 들어 회복 시간을 확보하세요.",
      "집중력이 떨어지고 업무 효율이 평소보다 낮을 수 있습니다. 중요하지 않은 일은 미루고 휴식에 집중하는 것이 좋습니다.",
      "오늘은 몸이 무겁고 의욕이 저하될 수 있습니다. 스스로를 너무 몰아붙이지 말고 여유를 가지세요.",
      "장시간 앉아 있거나 같은 자세로 일하면 근육 통증이 생길 수 있습니다. 자주 스트레칭을 하고 자세를 바꿔주세요.",
      "눈의 피로나 두통이 나타날 수 있습니다. 디지털 기기 사용을 줄이고 눈을 자주 쉬게 해주는 것이 필요합니다.",
      "오늘은 과도한 운동이나 신체 활동을 피하는 것이 좋습니다. 가벼운 산책이나 스트레칭 정도로 몸을 풀어주세요.",
      "정신적 스트레스가 신체적 피로로 나타날 수 있습니다. 명상이나 이완 활동으로 마음의 긴장을 풀어주세요.",
      "식욕 부진이나 소화 불량이 나타날 수 있습니다. 가볍고 영양가 있는 식사를 소량씩 자주 섭취하는 것이 좋습니다.",
      "오늘은 컨디션 회복에 집중해야 하는 날입니다. 중요한 약속이나 일정은 가능하면 미루고 몸을 돌보세요.",
      "만성 피로의 징후가 보인다면 생활 패턴을 점검해야 합니다. 규칙적인 수면과 휴식 영양 관리가 필요한 시기입니다.",
      "면역력이 약해져 있어 감기나 질병에 걸리기 쉬운 상태입니다. 충분한 휴식과 수분 섭취로 몸을 보호하세요.",
      "오늘은 카페인이나 자극적인 음식을 피하는 것이 좋습니다. 숙면을 방해할 수 있으니 자연스러운 회복을 돕는 식단을 선택하세요.",
      "피로 회복을 위해 가벼운 마사지나 반신욕이 도움이 됩니다. 몸의 긴장을 풀고 혈액 순환을 개선하세요.",
      "오늘 하루는 자신에게 관대해지세요. 완벽을 추구하기보다 몸의 신호에 귀 기울이고 필요한 휴식을 취하는 것이 최선입니다."
    ],
    "질병주의": [
      "오늘은 면역력이 저하되어 질병에 걸리기 쉬운 상태입니다. 개인 위생에 특히 신경 쓰고 손을 자주 씻으세요.",
      "환절기 질환이나 감기 증상이 나타날 수 있습니다. 옷차림을 조절하고 체온 관리에 주의하세요.",
      "만성 질환이 있다면 오늘은 증상이 악화될 수 있습니다. 처방받은 약을 규칙적으로 복용하고 무리하지 마세요.",
      "오늘은 소화기 계통에 문제가 생길 수 있습니다. 맵고 기름진 음식을 피하고 신선하고 가벼운 식사를 하세요.",
      "알레르기 반응이나 피부 트러블이 발생할 가능성이 있습니다. 새로운 화장품이나 음식은 피하는 것이 안전합니다.",
      "과로나 스트레스로 인한 건강 악화가 우려됩니다. 몸에서 보내는 신호를 무시하지 말고 즉시 휴식을 취하세요.",
      "오늘은 사고나 부상의 위험이 높습니다. 운동이나 활동 시 안전에 각별히 주의하고 무리한 동작을 피하세요.",
      "호흡기 질환에 주의가 필요한 날입니다. 미세먼지나 대기 오염이 심하다면 외출을 자제하거나 마스크를 착용하세요.",
      "두통이나 편두통이 발생할 수 있습니다. 충분한 수분 섭취와 휴식으로 증상 악화를 예방하세요.",
      "오늘은 기존 건강 문제가 재발할 가능성이 있습니다. 평소 관리해온 부분에 더욱 신경 쓰고 병원 방문을 고려하세요.",
      "근골격계 통증이나 염좌가 발생하기 쉽습니다. 무거운 물건을 들거나 격렬한 운동은 피하는 것이 좋습니다.",
      "정신 건강에도 주의가 필요합니다. 우울감이나 불안감이 심해지면 전문가의 도움을 받는 것을 주저하지 마세요.",
      "오늘은 술과 담배를 특히 피해야 합니다. 약해진 몸 상태에서 유해 물질은 더 큰 악영향을 미칠 수 있습니다.",
      "작은 증상도 방치하지 말고 초기에 대응하세요. 가벼운 불편함이 큰 질병의 신호일 수 있으니 주의 깊게 관찰하세요.",
      "오늘은 건강이 최우선입니다. 일이나 약속보다 몸 상태를 우선시하고 필요하다면 의료 전문가와 상담하세요."
    ]
  },
  "Advice": {
    "조언강조": [
      "오늘은 주변 사람들의 조언에 귀 기울여야 합니다. 특히 경험이 많은 선배나 멘토의 말에서 중요한 해답을 찾을 수 있습니다.",
      "중요한 결정을 앞두고 있다면 혼자 판단하지 말고 믿을 수 있는 사람과 상의하세요. 객관적인 시각이 큰 도움이 될 것입니다.",
      "오늘 받게 되는 조언이나 충고는 겸허하게 받아들이세요. 당장은 듣기 불편해도 나중에 큰 도움이 될 소중한 말입니다.",
      "전문가의 의견이나 전문적인 조언을 구하기 좋은 날입니다. 전문 지식이 필요한 문제라면 주저하지 말고 상담을 받으세요.",
      "오늘은 책이나 강연 교육 자료에서 중요한 인사이트를 얻을 수 있습니다. 자기계발에 시간을 투자하면 큰 수확이 있을 것입니다.",
      "과거의 실수나 경험에서 교훈을 찾아야 하는 날입니다. 같은 실수를 반복하지 않으려면 과거를 되돌아보는 지혜가 필요합니다.",
      "오늘 누군가 해주는 따끔한 충고는 당신을 위한 것입니다. 감정적으로 반응하지 말고 진심으로 받아들이는 자세가 중요합니다.",
      "직관보다는 논리적 분석과 조언에 따르는 것이 좋은 날입니다. 감정에 휘둘리지 말고 이성적으로 판단하세요.",
      "오늘은 타인의 성공 사례나 실패 경험에서 배울 점이 많습니다. 다른 사람의 이야기를 경청하며 간접 경험을 쌓으세요.",
      "조언을 단순히 듣는 것을 넘어 실천에 옮기는 것이 중요합니다. 좋은 조언도 행동으로 이어지지 않으면 의미가 없습니다.",
      "오늘은 자신의 약점이나 부족한 부분을 인정하고 도움을 요청하세요. 겸손함이 더 큰 성장의 기회를 가져다줍니다.",
      "온라인 커뮤니티나 포럼에서 유용한 정보와 조언을 얻을 수 있습니다. 다양한 의견을 참고하되 검증된 정보를 선택하세요.",
      "오늘 받은 조언은 메모해두거나 기록하세요. 나중에 다시 읽어보면 당시에는 몰랐던 깊은 의미를 발견할 수 있습니다.",
      "코칭이나 멘토링 프로그램에 참여하기 좋은 시기입니다. 체계적인 조언과 피드백이 큰 발전을 가져다줄 것입니다.",
      "오늘은 조언을 주는 것도 중요합니다. 당신의 경험과 지혜를 나누면 다른 사람뿐 아니라 자신에게도 도움이 됩니다."
    ],
    "신중요함": [
      "오늘은 어떤 결정을 내리기 전에 충분히 고민하고 신중해야 합니다. 서두르면 후회할 수 있으니 시간을 두고 판단하세요.",
      "겉으로 보기에 좋아 보이는 제안이나 기회도 면밀히 검토해야 합니다. 숨겨진 함정이나 리스크가 있을 수 있습니다.",
      "오늘은 계약서나 중요한 문서에 서명하기 전에 꼼꼼히 확인하세요. 작은 글씨까지 놓치지 말고 읽어보는 것이 중요합니다.",
      "감정적인 상태에서 중요한 결정을 내리지 마세요. 화가 나거나 흥분한 상태라면 하루 정도 시간을 두고 다시 생각하세요.",
      "오늘은 투자나 금전 거래에 특히 신중해야 합니다. 높은 수익을 약속하는 말에 현혹되지 말고 철저히 조사하세요.",
      "새로운 사람과의 관계 형성에 조심스러운 접근이 필요합니다. 너무 빨리 신뢰하지 말고 시간을 두고 상대를 파악하세요.",
      "오늘은 SNS나 공개된 장소에서의 발언을 조심해야 합니다. 무심코 한 말이 오해를 불러일으키거나 문제가 될 수 있습니다.",
      "충동적인 구매나 소비를 피해야 하는 날입니다. 정말 필요한 것인지 다시 한번 생각하고 하루 정도 기다렸다가 결정하세요.",
      "오늘은 타인의 말을 액면 그대로 믿지 말고 한 번 더 확인하세요. 정보의 출처와 신뢰성을 검증하는 것이 중요합니다.",
      "건강과 관련된 결정도 신중하게 내려야 합니다. 새로운 치료법이나 약물을 시도하기 전에 전문의와 충분히 상담하세요.",
      "오늘은 직장에서의 발언이나 행동에 주의가 필요합니다. 작은 실수가 큰 오해로 번질 수 있으니 말과 행동을 조심하세요.",
      "가족이나 친구와의 갈등 상황에서 즉각 반응하지 마세요. 냉정을 찾고 상황을 객관적으로 파악한 후 대응하세요.",
      "오늘은 새로운 프로젝트나 사업을 시작하기보다는 기존 것을 점검하고 보완하는 데 집중하세요.",
      "온라인 거래나 개인정보 입력 시 보안에 각별히 신경 쓰세요. 의심스러운 사이트나 링크는 절대 클릭하지 마세요.",
      "오늘의 키워드는 신중함입니다. 모든 일에 한 템포 쉬어가며 여유를 가지고 접근하면 실수를 피할 수 있습니다."
    ],
    "실행권유": [
      "오늘은 계획만 세우지 말고 실행에 옮기는 날입니다. 미뤄왔던 일들을 과감하게 시작하면 좋은 결과를 얻을 것입니다.",
      "생각만 하고 있던 아이디어가 있다면 지금 바로 행동으로 옮기세요. 완벽한 준비를 기다리다 기회를 놓칠 수 있습니다.",
      "오늘은 용기를 내어 첫걸음을 떼는 것이 중요합니다. 시작이 반이라는 말처럼 일단 시작하면 일이 풀려나갈 것입니다.",
      "미루던 운동이나 다이어트를 오늘부터 시작하세요. 결심만 하지 말고 실제로 운동화를 신고 밖으로 나가세요.",
      "오늘은 배우고 싶었던 것을 배우기 시작하기 좋은 날입니다. 강의를 신청하거나 책을 펼치는 등 구체적인 행동을 취하세요.",
      "관계 개선을 위해 먼저 연락하거나 만남을 제안하세요. 기다리기만 하지 말고 적극적으로 다가가는 자세가 필요합니다.",
      "오늘은 정리정돈이나 청소를 실행하기 좋습니다. 미뤄둔 집안일을 해치우면 마음까지 깨끗해지는 느낌을 받을 것입니다.",
      "경력 개발이나 이직을 고민 중이라면 구체적인 행동을 시작하세요. 이력서를 업데이트하거나 채용 공고를 살펴보세요.",
      "오늘은 창작 활동이나 취미 생활을 실제로 해보는 날입니다. 생각만 하지 말고 악기를 꺼내거나 그림 도구를 펼쳐보세요.",
      "재정 관리나 저축 계획을 실행에 옮기세요. 자동 이체를 설정하거나 지출 내역을 정리하는 등 구체적인 행동이 필요합니다.",
      "오늘은 사과하거나 화해해야 할 사람에게 먼저 손을 내미세요. 망설이지 말고 진심을 전하면 관계가 회복될 것입니다.",
      "건강 검진이나 병원 예약을 미루지 말고 오늘 바로 하세요. 건강은 나중으로 미룰 수 없는 중요한 일입니다.",
      "오늘은 봉사 활동이나 기부를 실천하기 좋은 날입니다. 생각만 하던 선한 의도를 실제 행동으로 옮겨보세요.",
      "새로운 도전이나 모험을 시작하세요. 여행을 예약하거나 새로운 경험을 계획하는 등 삶에 활력을 불어넣는 행동을 하세요.",
      "오늘의 모토는 지금 당장입니다. 내일로 미루지 말고 오늘 할 수 있는 일은 오늘 실행하면 큰 성취감을 느낄 것입니다."
    ]
  },
  "LuckyElements": {
    "Wood": {
      "introText": "오늘은 木의 생기가 왕성한 날입니다",
      "colors": ["녹색 계열", "청록 계열", "연두 계열", "청색 계열"],
      "numbers": [3, 8],
      "direction": "東",
      "items": ["나무", "꽃", "새싹", "대나무", "잎사귀", "풀", "허브", "목재", "화분", "숲", "정원"],
      "concepts": ["성장", "확장", "시작", "창의", "유연성", "발전", "새로움", "희망", "봄", "생명력"]
    },
    "Fire": {
      "introText": "오늘은 火의 기운이 타오르는 날입니다",
      "colors": ["빨강 계열", "주황 계열", "보라 계열", "분홍 계열"],
      "numbers": [2, 7],
      "direction": "南",
      "items": ["촛불", "태양", "불꽃", "램프", "향", "별", "빛", "열기", "난로", "등불", "횃불"],
      "concepts": ["열정", "활력", "기쁨", "미소", "사랑", "따뜻함", "빛남", "밝음", "여름", "에너지"]
    },
    "Earth": {
      "introText": "오늘은 土의 세력이 강한 날입니다",
      "colors": ["노랑 계열", "갈색 계열", "베이지 계열", "황토 계열"],
      "numbers": [5, 0],
      "direction": "中",
      "items": ["돌", "흙", "도자기", "황금", "산", "바위", "크리스탈", "점토", "보석", "옥", "대지"],
      "concepts": ["안정", "신뢰", "중심", "평화", "균형", "인내", "수확", "포용", "튼튼함", "진실"]
    },
    "Metal": {
      "introText": "오늘은 金의 기운이 예리한 날입니다",
      "colors": ["하양 계열", "금색 계열", "은색 계열", "회색 계열"],
      "numbers": [4, 9],
      "direction": "西",
      "items": ["금속", "보석", "동전", "칼", "종", "거울", "악기", "금속 장신구", "열쇠", "시계", "은"],
      "concepts": ["정의", "질서", "명확함", "결단", "정리", "깨끗함", "완성", "빛남", "가을", "수확"]
    },
    "Water": {
      "introText": "오늘은 水의 기운이 흐르는 날입니다",
      "colors": ["검정 계열", "파랑 계열", "남색 계열", "청록 계열"],
      "numbers": [1, 6],
      "direction": "北",
      "items": ["물", "파도", "강", "바다", "구름", "비", "샘물", "폭포", "우물", "호수", "얼음"],
      "concepts": ["지혜", "유동성", "깊이", "휴식", "성찰", "적응", "흐름", "유연함", "겨울", "평온"]
    }
  },
  "Main2": {
    "매우좋음": [
      "우주의 기운이 당신 편에 서서 강력히 돕는 시간입니다. 주변 환경이 자연스럽게 당신에게 유리하게 흘러가며 타이밍마다 절묘한 행운이 찾아옵니다.",
      "심신의 균형이 완벽하게 맞아떨어져 뭐든 거침없이 진행됩니다. 인간관계에서도 에너지가 잘 통하며 협력이 원활하게 이루어집니다.",
      "아침부터 저녁까지 차분하면서도 강한 흐름이 당신을 이끕니다. 결단의 순간마다 내면의 확신이 명확히 보이며 선택이 자연스럽게 이루어집니다.",
      "모든 상황이 당신의 장점을 극대화하는 방향으로 펼쳐집니다. 어려운 상황도 오히려 기회로 전환되며 예상 밖의 지원군이 나타납니다.",
      "당신의 존재감이 빛나는 하루로 주변에서 자연스럽게 주목받습니다. 의견이 존중받고 제안이 환영받으며 영향력이 커집니다.",
      "에너지 흐름이 빠르고 긍정적으로 움직여 속도감 있게 진전됩니다. 기다림 없이 일이 척척 풀리며 답답함이 사라집니다.",
      "직감과 논리가 완벽히 조화를 이루어 판단이 정확합니다. 복잡한 상황도 단번에 핵심을 꿰뚫으며 해결책이 명확히 보입니다.",
      "운의 상승 곡선이 정점에 달하는 타이밍입니다. 과거의 노력이 보상으로 돌아오며 미래를 위한 기반이 탄탄해집니다.",
      "주변 인물들이 자연스럽게 당신을 도우려 합니다. 필요한 정보와 자원이 적절한 시점에 흘러들어오며 네트워크가 활성화됩니다.",
      "내면의 힘이 외부로 뻗어나가 현실을 움직입니다. 의도한 방향으로 상황이 전개되며 원하는 결과가 자연스럽게 만들어집니다.",
      "시간이 당신 편이며 모든 일정이 완벽하게 맞아떨어집니다. 서두르지 않아도 충분하며 여유 속에서 최상의 결과가 나옵니다.",
      "감정과 이성이 조화롭게 작동하여 균형 잡힌 결정을 내립니다. 마음도 편안하고 머리도 맑아 상태가 최상입니다.",
      "긍정 에너지가 전염되어 주변 분위기까지 밝게 만듭니다. 함께하는 사람들도 덩달아 기분이 좋아지며 시너지가 발생합니다.",
      "숨겨진 기회가 모습을 드러내는 날입니다. 평범해 보이는 상황 속에서 큰 가능성을 발견하며 선점할 수 있습니다.",
      "우주가 당신의 소원을 들어주려 움직이는 타이밍입니다. 간절히 바라던 것이 현실이 되며 기적 같은 순간을 경험합니다."
    ],
    "좋음": [
      "하루의 리듬이 안정적이며 무리 없이 흘러갑니다. 급한 일도 없고 큰 걱정도 없어 마음이 평온합니다.",
      "주변과의 호흡이 잘 맞아 협력이 자연스럽습니다. 갈등 없이 대화가 이어지며 서로를 이해하는 분위기입니다.",
      "에너지 소모가 적고 효율이 좋은 하루입니다. 적은 노력으로도 괜찮은 결과를 얻으며 피로가 쌓이지 않습니다.",
      "예상 범위 안에서 일이 진행되어 안심이 됩니다. 변수가 적고 통제 가능한 범위 내에서 움직여 불안감이 없습니다.",
      "작은 만족들이 쌓여 하루가 채워집니다. 거창하지 않아도 충분히 의미 있으며 소소한 행복을 느낍니다.",
      "마음의 여유가 있어 주변을 돌아볼 수 있습니다. 바쁘지 않은 만큼 관계에 신경 쓸 수 있으며 배려가 가능합니다.",
      "몸 상태가 안정적이고 컨디션이 무난합니다. 아프지도 않고 특별히 피곤하지도 않아 일상을 편하게 보냅니다.",
      "계획한 일들이 차질 없이 진행됩니다. 순서대로 하나씩 해결되며 체크리스트가 깔끔하게 완료됩니다.",
      "주변 환경이 안정적이고 예측 가능합니다. 급격한 변화 없이 평화로운 분위기가 유지되어 편안합니다.",
      "적당한 자극과 적당한 휴식이 균형을 이룹니다. 지루하지도 바쁘지도 않은 적절한 템포로 하루가 흘러갑니다.",
      "대인관계에서 편안함을 느낍니다. 부담스러운 만남도 없고 껄끄러운 상황도 없어 사람 만나는 게 즐겁습니다.",
      "하루 동안 받은 에너지만큼 소비하여 균형이 맞습니다. 지치지도 남지도 않는 적정선을 유지합니다.",
      "기분이 나쁘지 않고 적당히 긍정적입니다. 크게 웃지는 않아도 미소 짓게 되는 순간들이 있습니다.",
      "시간이 너무 빠르지도 느리지도 않게 흐릅니다. 적당한 속도감으로 하루가 진행되어 편안하게 느껴집니다.",
      "전반적인 흐름이 나쁘지 않아 만족스럽습니다. 특별히 기대하지 않았지만 충분히 괜찮은 하루입니다."
    ],
    "보통": [
      "흐름이 특별히 좋지도 나쁘지도 않습니다. 평범한 하루가 그대로 흘러가며 큰 변화가 없습니다.",
      "에너지가 중립적이고 가라앉지도 오르지도 않습니다. 무난하게 지내며 상태를 유지합니다.",
      "주변 상황이 고요하고 조용합니다. 자극적인 일도 없고 특별한 변화도 없이 정적입니다.",
      "기대치를 낮추면 편한 하루입니다. 많은 것을 바라지 않으면 실망도 없으며 있는 그대로 받아들이면 됩니다.",
      "루틴대로 움직이면 무리가 없습니다. 새로운 시도보다는 익숙한 패턴을 따르는 게 나은 날입니다.",
      "감정의 기복이 적고 평평합니다. 크게 기쁘지도 슬프지도 않으며 담담하게 지냅니다.",
      "주변과의 교류가 최소한으로 유지됩니다. 깊은 대화보다는 필요한 소통만 하며 지냅니다.",
      "에너지를 쓰지 않는 게 좋은 날입니다. 아끼고 보존하며 내일을 위해 비축하는 시간입니다.",
      "변화를 주기보다 현상 유지에 집중합니다. 움직이지 않는 게 안전하며 그대로가 최선입니다.",
      "시간이 천천히 흐르며 지루할 수 있습니다. 참고 견디며 하루가 지나가길 기다립니다.",
      "동기부여가 잘 되지 않습니다. 의욕이 없는 건 아니지만 그렇다고 넘치지도 않습니다.",
      "상황이 정체되어 있습니다. 앞으로 가지도 뒤로 가지도 않으며 제자리입니다.",
      "주변의 반응이 미지근합니다. 호응도 없고 반대도 없으며 무관심에 가깝습니다.",
      "결과가 가시적이지 않습니다. 노력한 것이 눈에 보이지 않으며 답답함이 있습니다.",
      "하루가 그냥 지나갑니다. 의미를 찾기 어렵지만 그래도 시간은 흐르며 하루는 끝납니다."
    ],
    "주의": [
      "흐름이 거스르는 느낌이 듭니다. 억지로 밀어붙이면 더 꼬일 수 있으니 힘을 빼고 기다리는 게 낫습니다.",
      "타이밍이 어긋나 박자가 맞지 않습니다. 늦거나 빠르게 움직여 조율이 필요하며 템포 조절에 신경 써야 합니다.",
      "주변 에너지가 날카롭고 예민합니다. 사소한 말 한마디도 오해를 부를 수 있으니 표현에 각별히 조심합니다.",
      "내면의 불안감이 올라옵니다. 근거 없는 걱정일 수도 있지만 무시하지 말고 원인을 살펴보는 게 좋습니다.",
      "외부 변수가 많아 통제하기 어렵습니다. 내 힘으로 되는 일에만 집중하고 나머지는 내려놓습니다.",
      "집중력이 떨어지고 산만합니다. 실수가 잦아질 수 있으니 중요한 일은 이중 삼중 확인합니다.",
      "예상치 못한 방향으로 상황이 흘러갑니다. 계획이 틀어질 수 있으니 대비책을 미리 준비해 둡니다.",
      "몸의 신호를 주의 깊게 살핍니다. 작은 이상도 무시하지 말고 초기에 대응하는 게 중요합니다.",
      "관계에서 긴장감이 느껴집니다. 불필요한 충돌을 피하고 거리를 두는 게 현명합니다.",
      "판단이 흐려질 수 있는 날입니다. 중요한 선택은 미루고 명확해질 때까지 기다립니다.",
      "에너지가 소진되기 쉽습니다. 무리한 일정을 잡지 말고 충분한 회복 시간을 확보합니다.",
      "의사소통에 잡음이 많습니다. 말보다는 글로, 구두보다는 서면으로 명확히 남깁니다.",
      "외부 압력이 느껴집니다. 타인의 기대나 요구에 휘둘리지 말고 본인 속도를 지킵니다.",
      "우연한 사고나 실수가 일어날 수 있습니다. 주의력을 높이고 안전을 최우선으로 생각합니다.",
      "하루 전체가 무겁게 느껴집니다. 억지로 밝게 지내려 하지 말고 조심스럽게 보내는 게 최선입니다."
    ]
  }
}